{
    "book_name": "The Gates of Morning",
    "chapter_number": "CHAPTER VI",
    "chapter_title": "The Men of the “Kermadec",
    "text_content": "Rantan, a narrow slip of a man, hard bitten and brown as a hickory nut, was a mystery. Perfect in the art of handling a schooner, he knew next to nothing of navigation. Peterson had picked him up as an extra hand and, the mate dying of fever, Rantan had taken his place, making up in general efficiency for his want of higher knowledge. He had spent all his life amongst the islands and natives, he could talk to Sru in his own tongue like a brother born, could pick up the dialect of any island in a week, but had little to say in English. A silent man who never drank, never smoked and never cursed.\n\nPeterson disliked him for no apparent reason whatsoever; he could have got rid of him, but he didn’t. Sobriety is a jewel in the Pacific, especially when it is worn by schooner mates.\n\nCarlin had come on board the ship just before she sailed from Soma. He was a big red-headed manuseless for anything but beachcombing, he wanted to get up to “them Northern islands” and Peterson out of the heart kindness that had made him take Le Moan on board, took him. He made him work, yet gave him a bunk aft, thus constituting him in a way one of the ship’s officers.\n\nCarlin was one of the unfortunates born with a thirst, but in his case it only broke out on land, on board ship he had no wish for liquor but the beach felled him as if with a pole-ax.\n\nSru, the last of the three men, stood over six feet, stark naked except for a gee-string. He was a man from the beginning of the world. He could cast a spear and find his mark at fifty yards, his nose was flattened, his cheek-bones broad and his face, especially when his eyes were accommodated for distance, wore an expression of ferocity that yet had nothing evil in it. Le Moan had no fear of him. Indeed at the end of her second day on the schooner, she had no fear of anyone on board. Instinct told her that whatever these men might have done to Taori and the tribe, they would not hurt her. Fortunately she never recognized how utterly useless had been her sacrifice, never recognized the fact that Colin Peterson, so far from hurting Dick, would have been his friend—otherwise she might have cast herself overboard, for her sorrow was heavy on her and wanted no extra weight.\n\nPeterson had given her over to Sru to look after and Sru had made her a shake-down in the long boat.She fed with the kanaka crew, who took their meals on deck, and became part of their family and tribe, but she would not go into the foc’sle, nor would she go into the cabin; those holes in the deck leading down below were, for her, mysterious and terrific; she had peeped down the saloon hatchway and seen the steps going down as into a well and the polish of the handrail and a light below shining on a mat. It was light reflected from the saloon, yet none the less mysterious for that and the whole thing struck her with the enchantment that quite commonplace things sometimes possess for little children, but it was an enchantment tinged with the shadow of dread.\n\nShe had no fear of the men on board yet she had a dread of the saloon companionway, of the main boom, till it explained itself to her, of the windlass with its iron teeth. The men, in spite of their clothes and strange ways, shook down as human beings, but the wheel that steered the schooner and the binnacle into which the steersman gazed as he stood moving the spokes, forever moving the spokes of the mysterious wheel, those things were mysterious and their mystery was tinged with the shadow of dread. They were part of the unknown that surrounded her: to the savage the thing unknown is a thing to be feared.\n\nOne day when Sru was at the wheel and the deck was empty, she ventured to peep into the binnacle and saw beneath the glittering glass like a star-fish in a rock pool the compass cord trembling like a living thing. Had not the deck been empty so that she daredto speak to Sru on this matter and had not he been in a mood to answer her, the whole life of Le Moan would have been altered and never again might she have seen Taori.\n\n“What is it,” asked she, glancing across her shoulder at the steersman, “and why do you look at it so?”\n\n“This,” said Sru, indicating the wheel for which he had no word in the native, “moves the steering paddle (e caya madyara) and into that I look to find my way.”\n\nNow when Karolin had sunk beneath the sea rim the conviction had come to Le Moan that never would she see Karolin again; her instinct told her where it lay and, given a canoe, she could have found it even at this great distance, but her knowledge of where it lay was no comfort to her—she felt that the great hand that had seized her would never let her go and that a door had closed forever between this new world and the old where Taori dwelt safe owing to the closing of the door.\n\nShe glanced again at the binnacle and then speaking like a person in reverie she said: “Without that I could find my way though the sea were dark and no stars shone, as I have found my way often in the fishing canoes when the land was so far it could not be seen.”\n\nSru knew what she meant; at Soma in the Paumotus from where he had come the directional instinct, shared more or less by all savages, was especially marked in some of the children, and the deep-seacanoes in those waters where the currents run in an unaccountable manner and where the trade winds are not, depended on the instinct of the steersman.\n\nHe bade her close her eyes and turn and turn. “Where now lies the land we have left?” asked Sru. Without opening her eyes and not knowing east from west or north from south, she pointed aft almost dead south.\n\nSru laughed. She was right, the mysterious compass in her brain that worked without error or deviation would have pointed to Karolin, though a thousand miles away; then as he spun the wheel having let theKermadeca point or two off her course, Le Moan went forward and he forgot her, but he did not forget what she had told him. It remained in his tenacious mind like a pebble in molasses, hidden, but there till three days later when towards evening, the kanakas were eating their supper on deck, Sru was brought face to face and for the first time in his life with a great idea, an idea that included tobacco not by the stick, but in cases, rum in casks, women, barlow knives, chalk pipes and patent leather boots, also canned salmon and seidlitz powders.\n\nSru, an old pearler, had been in the last of the pearling at Soma before the banks gave out. He knew the value of pearls.\n\nLayout 2",
    "screenshot_path": "screenshots/The Gates of Morning/Book 1/Chapter 6.png",
    "source_url": "https://en.wikisource.org/wiki/The_Gates_of_Morning/Book_1/Chapter_6"
}