{
    "book_name": "The Gates of Morning",
    "chapter_number": "CHAPTER IV",
    "chapter_title": "The Gates of Morning",
    "text_content": "When the sun rose he looked straight through the break, and the river of gold from him came level across the dancing waves of the outer sea, rose at the break, as a river rises to flood the coral piers and palms, passed through and spread on the quiet waters of the lagoon.\n\nMayay amyana—(the way—or the gates—of morning). Ages ago the name had been given to the break and the people who gave it were not speaking in the language of poetry, but of truth, for the one great thing that entered these gates was not the moon, now shrivelled, now full, now absent; nor the tides that altered in time and size; but the morning, eternal, changeless and triumphant.\n\nThis great sea gate was more to the people of Karolin than a way of ingress and outgoing; it had a significance deep, almost religious, and based on the experiences of a thousand years, for it was the way to an outer world of which they knew little or nothing,and through it came not only the tides of the sea and the first light of the sun, but also whatever they knew or had known of the world beyond.\n\nThe Spanish ship had come in, strange beyond belief, and canoes from the Paumotus had brought war through it—trouble came through the gates of morning no less than joy, and all the dead who had died at sea had passed through them never to return.\n\nTo Le Moan just as to Aioma and the others, the sea gate of Karolin was a way and a mystery, a road, yet almost a temple.\n\nBut through the gates of morning came other things than ships and men.\n\nSometimes on a dead calm night and generally at full of moon Karolin lagoon would wake to the sound of thunder, thunder shaking the coral and rolling back in echoes from the far reef, not the thunder of nature, but the thunder of big guns as though fleets were at war on the outer sea.\n\nThen if you came out on the beach you would see the shells bursting in the lagoon, columns of spray rising ghostlike and dissolving in the moonlight whilst the gulls, absolutely indifferent and roosting, stirred never a feather, and the pirate crabs, white as ivory, stood like carved things or went on their business undisturbed.\n\nNatives waking from their sleep, if they woke at all, would turn on the other side and close their eyes again. It was only theMatura.\n\nWhip rays twenty feet broad and four feet thick, aschool of them at play, flinging themselves ten feet in the air and falling back in a litter of foam and with a concussion striking the lagoon floor and the reef; circling, pursuing one another in their monstrous play, they would keep the echoes rolling beneath the stars, till, as if at a given signal, silence would fall and the great fleet put out to sea again bound for where no man could know.\n\nAwakened from sleep one night, Dick came out on the beach with Katafa. Used to theMaturafrom childhood, she knew and told him, and standing there beside her he had to believe that all this thunder and disturbance was caused by fish.\n\nIt was his first real initiation into the wonders of Karolin and the possibilities of the lagoon water. Then, as time went on, in the intervals of the tree-felling, a business in which nearly all the women and boys took part, he would put out by himself to explore the depths and shallows of this great lake that was yet a sea in itself.\n\nOn the mind of Dick, almost unstained by the touch of civilization, yet vigorous and developed owing to his civilized ancestry, the world of Karolin exercised a fascination impossible to describe.\n\nSight, that bird of the soul, could roam here unchecked through the vast distances of sky or rest on a coral branch in the emerald shallows of sea, pursue the frigate mackerel in its rush or the frigate bird inits flight. Out on the lagoon he would crouch sometimes with the paddle across his knees, drifting, idle, without connected thought, environment pressing in upon him till his mind became part of the brilliancy of sea and sky, of the current drift and the wind that blew.\n\nAll to the west of a line drawn from mid-reef to mid-reef lay oyster beds, acres in extent and separated by great streaks of hard sand where the fish cast black shadows as they swam, and the crabs scuttered away from the drifting shadow of the canoe; near the northern beach, in ten-fathom water lay the Spanish ship of long ago, coral crusted, with the sea fans waving in the green and the mullet flitting in the shadow of her stern, a thing almost formless, yet with a trace of man’s handiwork despite all the work of the coral builders, and still as death in a world where everything was adrift and moving, from the fish sharks that lurked in her shadows to the fucus blown as if by some submarine wind. But the strangest thing in this world of water was the circular current which the outflowing and incoming tides established in its centre, a lazy drift of not more than two knots which was yet sufficient to trap any floating thing and keep it prisoner till a storm broke the spell.\n\nOne day Dick ventured so far out that he lost sight of land. Sure of his sense of direction this did not trouble him; he kept on allured by clumps and masses of fucus torn loose by the last storm, and drifting withthe current, weed alive with sea creatures, tiny crabs, ribbon fish and starry sea-growths brilliant with colour.\n\nThen he put back. But an hour’s paddling did not raise the reef; the current was just sufficient to turn the nose of the canoe and he was moving in that fatal circle in which all blind things and things without sense of direction move.\n\nIt was noon and the position of the sun gave him no help; sunset or starlight would have put him all right but he had not to wait for these. Then away off beyond a great patch of floating kelp and on his port bow he suddenly saw a dark spot in the sea dazzle. It was a canoe.\n\nLe Moan, as fearless as himself and with a far greater knowledge of these waters, had been fishing along the bank that ran like a spar from the southern beach straight out, shoaling the lagoon water to four fathoms and at some places three. The Karaka bank it was called, and in great storms the lagoon waves broke on it and it showed like a pillow of snow. In ordinary weather nothing marked it but a slight change of colour in the water indicating want of depth.\n\nAway beyond the spur of the Karaka bank, Le Moan saw a canoe adrift and put towards it, guessing from its position and the fact that the paddle was not at work that it was in the grip of the central current.\n\nAs she drew near she saw that the canoe man was Taori. She hailed him and he told her that he had lost direction, then, telling him to follow, she put hercanoe about and struck the water with the paddle. Though from the elevation of a canoe the horizon showed nothing of the girding reef, her instinct for direction told her exactly how they lay with regard to all the reef points. The marvellous compass in her brain that never failed, and could have steered a ship on the high seas as well as a canoe in Karolin lagoon, told her that the village on the north beach lay over there, and over there her home on the south beach, that the matamata trees lay in such a position and the great palm clump just there.\n\nBut as she steered she made not for the north beach where Dick had launched forth and where he lived, but for the south beach where her own home was situated. She said no word but steered, and presently Dick following her saw across the narrowing lagoon the far off Jack-fruit trees showing across the water. He knew them and that this was the south beach and anxious to get back to Katafa, he would have turned and made for the northern village where trees were also vaguely, visible, but he felt tired, the paddle was heavy in his hands—he wanted food and he was being led.\n\nJust as the circular current of the lagoon had been sufficient to steer the canoe into a circular course, so was the leading of Le Moan sufficient to bring him to the south beach. A canoe was lying on the south beach and as Dick drew nearer he saw Palia and Tafuta, the two old men companions of Aioma and fellow craftsmen in the art of canoe building.\n\nThey were standing by the canoe, in which a woman was seated, and behind them stood the last habitable houses of the village, and behind the houses three coconut trees, hard against the dazzling pale blue of a sky that swept up to burning cobalt. Not a soul was to be seen on all that beach but the two old men.\n\nThen came Le Moan’s voice as she hailed them. “O he, Palia, where are the people, and what are you doing with that canoe?”\n\nAnd Palia’s voice answering.\n\n“The word came after you put out this morning calling us to the northern beach for the building. We go. The rest have gone already in the big canoe that brought the word.”\n\nDick at once knew. Aioma yesterday had declared the work far enough advanced to call in all hands including Palia and Tafuta, and the remaining people of the southern tribe.\n\n“Then go,” came Le Moan’s voice as her canoe stranded on the shelving sand, “but leave me those things and a knife.” She went to the canoe and took out some matting, a basket made of coconut sennit and a knife; as Dick brought his canoe ashore Palia and the others were putting off.\n\n“You will follow us?” cried Palia as the paddles struck the water.\n\n“Some time,” replied Le Moan. She turned and began to build a fire to cook the fish she had caught and a breadfruit. Dick, seated on the sand with his knees up and his eyes following the far-off canoe,scarcely noticed her. She was one of the island girls, and though different from the others, of no account to him. An ordinary man would have been struck by her beauty, by her grace, and the fact that she was different from the others, but Katafa had blinded him to other women; it was as though she had put a charm round him, a ring rendering him inviolate to all female approach.\n\nLe Moan, building the fire and preparing the fish and putting the breadfruit to bake, never glanced at him. He was there. The being who had in some extraordinary way suddenly become part of her life was there. This was no ordinary passion of a girl for a man, but something far more recondite and rare; perhaps something half evolved from the yearning of the civilization hidden in her for the civilization in him, perhaps the recognition of race, and that he and she were apart from the island people, those animals man and woman shaped, but destitute of the something that moved like a flame in her mind, lighting nothing—till now.\n\nHe was hers just as the sun was hers.\n\nIn this first dawn of a love that was to consume her being, she would have died rather than tell him by glance or word the something that filled her mind.\n\nThe smoke of the little cooking fire went up like the smoke of an altar.\n\nWho knows but perhaps woman cooking for man was the first priest, the camp fire the first altar, man the first god, his food—the first burnt offering.\n\nAn hour later Dick fed, and rested, was pushing his canoe into the water helped by his worshipper.\n\nThen she got into her canoe and accompanied him till the northern beach showed clear before them, the village, and to right of the village the great clump of matamatas, less by three than on the day she had sighted them last.\n\nHere they parted company with the wave of a paddle, Le Moan returning to the desolation of the southern beach, Dick not knowing and not caring whither she went.\n\nLayout 2",
    "screenshot_path": "screenshots/The Gates of Morning/Book 1/Chapter 4.png",
    "source_url": "https://en.wikisource.org/wiki/The_Gates_of_Morning/Book_1/Chapter_4"
}