{
    "book_name": "CHAPTER VII",
    "chapter_number": "Unknown",
    "chapter_title": "The Gates of Morning/Book 1/Chapter 7",
    "text_content": "For days she had run so with the port rail raised against the white fringe of trade clouds on the far horizon, a steady list from a steady breeze warm and winged with the silver fins of flying fish, a tepid sea-scented wind such as the north can never know, less a wind than a revelation such as men try to express when they speak of the breath of the tropics.\n\nThe cook had served out the food, and as they ate he talked; he was a big man with the voice of a child and he was talking of his native village apropos of nothing and to nobody in particular, which is a way kanakas have.\n\nOf the world around them, save for Soma and the southern islands and the island in the north which a few of them knew, Sru, Peroii and the rest of them were as ignorant as Le Moan.\n\nAs they talked, the rosy light of sunset falling on them and reflected by the fore canvas, Sru, who wasseated by Peroii, saw the wind lift Le Moan’s dark hair exposing the pearl charm she wore behind the left ear—the double pearl, lustrous and beautiful, tied in the hair so cunningly and betrayed by the wind.\n\nLe Jennabon had given it to her daughter as a protection against drowning and mischance. More than that it was a love amulet, making sure for the girl a happy married life with a man who would not misuse her. Love amulet or not Le Jennabon had given to her daughter a talisman of extraordinary power. Exposed by the wind for a moment, it had spoken to Sru. It said clearly as tongue could speak, “Karolin is a pearl lagoon.” Then as Le Moan raised her hand and tucked the hair back behind her ear, Sru, who had paused in his eating, went on with his food, his dark eyes fixed beyond Peroii, beyond the vision of deck and mast and standing rigging, beyond all things visible, upon wealth: cases of tobacco and rum in many bottles, girls, clay pipes, a gun, and boxes of Swedish matches to strike at pleasure. Karolin lagoon held all these things, the pearl behind Le Moan’s ear told him that for a certainty, but Karolin was far astern and he would never see it again, that also was a certainty and before it the heart of Sru became filled with bitterness. A few minutes ago he had been happy and free of care, now his soul was dark as the sea becomes dark with a squall suddenly rising and blowing up out of a clear sky. He had discovered a pearl lagoon—too late. Leaving the others to finish their meal, he rose up and dropped below into thefoc’sle, there curled up in his bunk in the gloom he lay to consider this matter.\n\nIt was useless to speak of it to Peterson, he would never put the ship back; even if he did he, Sru, would profit little by the matter. He would maybe get a few sticks of tobacco for telling of it, or a knife. Peterson, though kind-hearted enough to rescue Le Moan, was a hard man where bargaining with natives was concerned. Sru had an intimate knowledge of white men, or at least white traders and their ways, and Peterson was a white man to the core.\n\nThen as he lay facing this fact, the idea of Rantan came before him.\n\nRantan who could talk to him in his own tongue like a brother, who was half a native as far as language and ideas went, and yet was a white man.\n\nThough Rantan had no power to put the ship back, it came into Sru’s mind that somehow or in some way this man, clever as all the papalagi were, might be able to do something in the matter. Eased by this idea he turned out of the bunk and came on deck.\n\nThe sunset was just vanishing from the sky where in the pansy dusk the constellations were sketching themselves above the vague violet of the sea. Then, suddenly, like the closing of a door, the west went dark and the stars blazed out and bloomed in full sight. The wind, moist, and warm, blew steadily, and Sru, standing in the draught from the head sails, looked about him, forward at the bowsprit rising and falling against the sea stars and aft where the white decksshowed, the man at the wheel clearly visible and someone leaning on the weather rail, Carlin to judge by his bulk.\n\nRantan was nowhere to be seen.\n\nClose to Sru and hunched against some rope coiled by the windlass he saw a figure. It was Le Moan. She was seated with her knees up and her hands round her knees, and she seemed asleep—but she was not asleep, for as Sru’s eyes fell on her, her face lifted and he saw the glint of her eyes in the starlight. Those mournful eyes that ever since her departure from Karolin seemed like the eyes of a person in trance, of a dreamer who was yet conscious of some great and real disaster.\n\nSru instantly forgot Rantan. It seemed that somewhere deep in his shadowy mind something had linked Le Moan with the pearl lagoon and any chance of success in finding it again, raiding it, and turning milk-white chatoyant pearls into sticks of tobacco, bottles of rum, clay pipes and beads to buy love with.\n\nShe had given him the indication of what was there, but it seemed to him that she could do more than that.\n\nHe crumpled up and sat down beside her on the deck and spoke soft words, asking her what ailed her that she looked so sorrowful. “For,” said Sru, “the storm that took your people has without doubt taken many more in the island and will not give them back, not though men weep forever—it is so, and it is so, and ever will be so, and to eat the heart out for that which has been, is to feed foolishly, for,” saidSru, “the coral waxes, the palm grows, but man departs.” He was repeating the old Island proverb and for a moment he had forgotten Karolin, pearls, gin bottles and the glory of seidlitz powders in effervescence like the foam on the reef; he had forgotten all little things and his words and voice broke up the depths of Le Moan and the cause of her grief came forth. Otherwise and soon she might have died of it. Conscious that Karolin was so far in the past that it was safe to speak, she told Sru that no storm had overtaken her people, that she had lied to Peterson so that he might not discover and perhaps kill the being she loved; and there, sitting in the showering starlight, she did that which she had never done before even for her own inspection, opened her heart, told, as a sleeper might tell in sleep, of her love for Taori and of his beauty and strength and swiftness and of everything except that which she did not know—the fact that Taori had a lover already, Katafa.\n\nShe spoke and Sru listened, absorbing her words and her story as a kanaka will absorb any sort of tale he can understand. Then this amazing savage who had spoken so poetically about the waxing of the coral and the passing of man, this sympathizer who had spoken so softly in addressing grief, leaning on his elbow began to shake with laughter.\n\nHe knew that big feller Mas’r Peterson would not have hurt a hair of Taori’s head, that he did not want to take Le Moan off the beach and had only done so because he imagined her unable to fend for herself.He saw that Le Moan, trying to protect her lover against imaginary perils had allowed herself to be sacrificed and snatched away from everything she loved and cared for, that she had prepared for herself the trap into which she had fallen—and all this to the mind of Sru seemed a huge joke, almost as good as the joke of the drunken man he had once seen, who, trying to cut wood with his foot on a log had cut off his foot with the axe he was wielding.\n\nSru giggled like a girl being tickled, then he burst out in snorts like a buffalo in a temper, choked as though he had swallowed a fish-bone and then began to explain.\n\nBegan to explain and failed to hit the mark simply because Le Moan could not understand why big feller Mas’r Peterson had taken her away from Karolin. He did not want to take her away yet he had taken her away. Le Moan could not understand that in the least.\n\nLe Moan could not understand pity, she had never come across it in others and she had never felt it for herself. Had she been able to pity herself, she would have flung herself on the deck weeping and wailing when theKermadecturned her stern to the south and dropped Karolin beyond the horizon. She had sacrificed herself for the sake of the being who dominated her existence, she had dared the most terrible of all things, the unknown, yet she could not in the least understand why Peterson should do what he did notwant to do for the sake of a being, a stranger whom he had never seen before.\n\nTo tell the truth Sru did not quite comprehend it either, he knew it was so and he left it at that. It was one of the strange and unaccountable things that white men were always doing. What intrigued him was the fact that Le Moan had fooled herself in fancying Peterson a dangerous man capable of injuring her lover and that Peterson had fooled himself in believing her story.\n\nSo he talked till Le Moan at last understood the fact that, whatever Peterson’s object in taking her away may have been, he would not have injured Taori, that if she had said nothing he would have gone off after having filled the water breakers at the well, and as he talked and as she listened dumb before the great truth that she had sacrificed everything for nothing, slowly up from the subconscious mind of Sru and urged by his talk, came an idea.\n\n“You will go back,” said Sru. “Listen, it is I, Sru, who am talking—we will go back, you and I, and what tells me is that which lies behind thy left ear.”\n\nLe Moan put her hand up to the amulet hidden beneath her hair.\n\n“We will go back,” went on Sru, “you and I and another man, and perhaps more, all good men who will not hurt Taori—but Pete’son, no—no,” he murmured as if communing with some dark spirit. “He would swallow all. He alone knows the way acrossthe sea, so that setting the steering paddle this way or that he can go straight as the frigate bird to Soma or to Nalauka or to what island or land he chooses, he alone of the men on board this ship. But thou art wise as he. Wise as the frigate bird that leaves the land far from sight yet can return. You will guide us to Karolin. Can your eyes still see that beach and where it lies?”\n\nLe Moan threw out her arms.\n\n“Though I were blind as the sand worm, I could find it,” said Le Moan, “through night and storm—but when?”\n\n“No man can hurry the rising of the day,” said Sru, “but soon it will come and soon your eyes shall fall upon Taori—that which lies behind your left ear has told me, and it has told me more. Answer so that I may know if it speak the truth. It has told me that thick in that lagoon lie the shells of theiyama(oyster) from whence it came—is that true talk?”\n\n“Thick and far they lie,” said Le Moan, “from thekaakafar as one can paddle from the coming in to the middle of the tide.”\n\n“So,” said Sru, “it spoke the truth. When we make our return you will go to meet Taori and we to find theiyamafor the sake of the stones they hold, brethren of that which lies ... there.”\n\nHe touched her hair behind her left ear and rose gliding off aft, whilst Le Moan, whose life had suddenly come back to her, sat gazing through night andbeyond the stars at a sunlit beach where spear in hand and lovely as the morning stood Taori.\n\nTaori who at that moment tired out with the labour of canoe-building was lying asleep with his arm across the warm body of Katafa.\n\nLayout 2",
    "screenshot_path": "screenshots/The Gates of Morning/Book 1/Chapter 7.png",
    "source_url": "https://en.wikisource.org/wiki/The_Gates_of_Morning/Book_1/Chapter_7"
}